Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Zone D is deep enough to allow large marine animals to swim through it.
sv_se: Område D är djupt nog för att stora, havslevande djur ska kunna simma genom.

source: Zones B and C support shoals of common fish species.
sv_se: I område B och C lever stim av vanliga fiskarter.

source: a repeat block and an if/else block in Program 2.
sv_se: ett upprepa-block och ett om/annars-block i Program 2

source: a repeat block in Program 1
sv_se: ett upprepa-block i Program 1

source: a competition on social media to find the best carbon capture technology
sv_se: en tävling på sociala medier för att hitta den bästa tekniken för koldioxidinfångning

source: a decrease in the farmed plant density
sv_se: en minskning av tätheten för den odlade växten

source: a decrease in the weed density
sv_se: en minskning av ogrästätheten

source: a fast and automatic response
sv_se: en snabb och automatisk reaktion

source: a forum where people complain that their sleeplessness is caused by lighting from night advertising displays
sv_se: ett forum där personer klagar på att deras sömnlöshet orsakas av belysning från reklamskyltar på natten

source: a guidebook from a local non-profit organisation about the construction of earthworks
sv_se: en handbok från en lokal icke-vinstdrivande organisation om byggandet av jordvallar

source: a lot of effort
sv_se: stor ansträngning

source: a map of all the footprints in Dinosaur Valley State Park
sv_se: en karta av alla fotspår som man har hittat i Dinosaur Valley State Park

source: a new habitat containing plants from both the loblolly pine plantation and the longleaf pine savanna
sv_se: en ny livsmiljö som innehåller växter från både loblollytallodlingen och savannen med långbarrig tall

source: a new habitat containing plants from neither the loblolly pine plantation nor the longleaf pine savanna
sv_se: en ny livsmiljö som innehåller växter från varken loblollytallodlingen eller savannen med långbarrig tall

source: a news article about rainwater harvesting in Thailand
sv_se: en nyhetsartikel om insamling av regnvatten i Thailand

source: a public speech from a medical doctor
sv_se: ett offentligt föredrag av en läkare

source: a response triggered by light
sv_se: en reaktion som orsakats av ljus

source: a safe landing and a safe docking
sv_se: säker landning och säker dockning

source: a scientific journal article published in 2019
sv_se: en artikel i en vetenskaplig tidskrift som publicerades 2019

source: a scientific report published in 1952
sv_se: en vetenskaplig rapport som publicerades 1952

source: a series of coded instructions that control the operation of a machine, like the claw
sv_se: en serie med kodinstruktioner för att styra en maskin, som t.ex. klon

source: a short social media video by a tourist called ‘Visiting Thai Farms’
sv_se: en kort video med titeln ”Besök på thailändska gårdar” publicerad på sociala medier av en turist

source: a soccer ball
sv_se: en fotboll

source: a social media post from a scientist
sv_se: ett inlägg på sociala medier av en forskare

source: a study about the climate published by a university
sv_se: en klimatstudie som publicerats av ett universitet

source: a video showing a conference given by doctors about sleep quality in urban areas and in rural areas
sv_se: en video som visar en konferens anordnad av läkare om sömnkvalitet i städer och på landsbygden

source: about 12 am
sv_se: omkring kl. 24.00

source: about 3 am
sv_se: omkring kl. 3.00

source: about 5 am
sv_se: omkring kl. 5.00

source: about 8 am
sv_se: omkring kl. 8.00

source: acid rain dissolving heavy metals from the soil
sv_se: surt regn som löser upp tungmetaller från jorden

source: acidic
sv_se: sur

source: acidic solution
sv_se: sur lösning

source: add more sugar
sv_se: tillsätta mer socker

source: adult fly
sv_se: vuxen fluga

source: advertising campaigns focusing on making plastics using sustainable energy sources
sv_se: reklamkampanjer som fokuserar på att tillverka plast med användning av hållbara energikällor

source: aerobics (hrs)
sv_se: aerobics (timmar)

source: after take off
sv_se: vid start

source: after using clay
sv_se: efter användning av lera

source: age 0-1
sv_se: 0-1 år

source: age 1
sv_se: 1 år

source: age 10
sv_se: 10 år

source: age 11
sv_se: 11 år

source: age 12
sv_se: 12 år

source: age 13
sv_se: 13 år

source: age 14
sv_se: 14 år

source: age 15
sv_se: 15 år

source: age 16
sv_se: 16 år

source: age 2
sv_se: 2 år

source: age 3
sv_se: 3 år

source: age 4
sv_se: 4 år

source: age 5
sv_se: 5 år

source: age 6
sv_se: 6 år

source: age 7
sv_se: 7 år

source: age 8
sv_se: 8 år

source: age 9
sv_se: 9 år

source: air
sv_se: luft

source: air (0.04% CO₂)
sv_se: luft (0,04 % CO₂)

source: air can move in and out of the power station
sv_se: luft kan flöda in i och ut ur kraftverket

source: air conditioning
sv_se: luftkonditionering

source: air-breathing
sv_se: att andas luft

source: all dolphins
sv_se: alla delfiner

source: all dolphins close to the calling dolphin
sv_se: alla delfiner nära delfinen som gör ljud

source: all of the journey
sv_se: hela resan

source: all porous spaces filled with water
sv_se: alla porösa utrymmen fyllda med vatten

source: all rows
sv_se: alla rader

source: all rows 1 to 4
sv_se: alla rader 1 till 4

source: all the plants
sv_se: alla plantorna

source: all young dolphins
sv_se: alla unga delfiner

source: almond
sv_se: mandeldryck

source: almond milk
sv_se: mandeldryck

source: amount of nutrients
sv_se: mängd näringsämnen

source: amount of sunlight
sv_se: mängd solljus

source: amphibians
sv_se: groddjur

source: amplitude
sv_se: amplitud

source: an abundance of oxygen-consuming organisms
sv_se: ett överflöd av syreförbrukande organismer

source: an article in the journal Science of Carbon Journal reviewed by experts in the domain, about energy costs associated with carbon capture
sv_se: en artikel i tidskriften Science of Carbon Journal granskad av experter på området, om energikostnader i samband med koldioxidinfångning.

source: an editorial in the Magson State Bank Report discussing carbon capture and the likelihood of CO₂ remaining underground
sv_se: en ledare i en bankförenings nyhetsblad som diskuterar koldioxidinfångning och sannolikheten för att CO₂ blir kvar under jorden

source: an educational online channel about rainfall harvesting hosted by a farmer in Kenya
sv_se: en utbildningskanal online om uppsamling av regnvatten som drivs av en jordbrukare i Kenya,

source: an increase in rain falling in coastal regions and running into the sea
sv_se: en ökning av regn som faller i kustområden och rinner ut i havet

source: an increase in the amount of rubbish being dumped into the sea
sv_se: en ökning av mängden skräp som dumpas i havet

source: an increase in the farmed plant density
sv_se: en ökning av tätheten för den odlade växten

source: an increase in the porosity and permeability of the rock in the aquifer
sv_se: en ökning av stenens porositet och genomsläpplighet i akviferen

source: an increase in the volume of seawater caused by an increase in average global temperature
sv_se: en ökning av volymen havsvatten som orsakas av en ökning av jordens medeltemperatur

source: an increase in the volume of seawater from melting ice sheets and glaciers
sv_se: en ökning av volymen havsvatten från smältande isar och glaciärer

source: an increase in the weed density
sv_se: en ökning av ogrästätheten

source: an interview with a weather expert
sv_se: en intervju med en väderexpert

source: an online survey of 100 Canadian people
sv_se: en onlineundersökning med 100 kanadensare

source: an opinion piece in Sustainable Earthlovers magazine featuring a debate between science journalists
sv_se: en debattartikel i tidskriften Hållbara planetälskare som innehåller debatt mellan vetenskapsjournalister

source: animal
sv_se: djur

source: animals homeless
sv_se: djur blir hemlösa

source: animals that eat weeds, such as insects
sv_se: djur som äter ogräs, till exempel insekter

source: animate 1 second
sv_se: animera 1 sekund

source: ants only respond if they are close enough to chemicals
sv_se: myror reagerar bara om de befinner sig tillräckligt nära kemikalierna

source: apples
sv_se: äpplen

source: apples with nuts
sv_se: äpplen med nötter

source: aquifer
sv_se: akvifer

source: aquifer layer
sv_se: akviferlager

source: arrival time
sv_se: ankomsttid

source: articles in medical journals that have been reviewed by experts before publication
sv_se: artiklar i medicinska tidskrifter, som har granskats av experter före publicering

source: at landing
sv_se: vid landning

source: atmosphere
sv_se: Atmosfär

source: average = 22.6 ppm
sv_se: medelvärde = 22,6 ppm

source: average = 33.6 ppm
sv_se: medelvärde = 33,6 ppm

source: average height of T. rex
sv_se: genomsnittshöjd för T. rex

source: average length of T. rex
sv_se: genomsnittslängd för T. rex

source: average mass of the bones of T. rex
sv_se: genomsnittlig benmassa hos T. rex

source: average number of offspring for T. rex
sv_se: genomsnittligt antal ungar som T. rex fick

source: avoiding flying into objects
sv_se: undvika att flyga in i föremål

source: back
sv_se: baktill

source: bananas
sv_se: bananer

source: bananas with soymilk
sv_se: bananer med sojadryck

source: basic
sv_se: basisk

source: basic solution
sv_se: basisk lösning

source: basket
sv_se: korg

source: before earthwork
sv_se: innan jordvallen

source: before using clay
sv_se: före användning av lera

source: between 10 and 20
sv_se: mellan 10 och 20

source: between 100 m and 2 km horizontal distance from the turbines
sv_se: mellan 100 m och 2 km horisontellt avstånd från vindkraftverken

source: between 20 and 30
sv_se: mellan 20 och 30

source: between 30 and 40
sv_se: mellan 30 och 40

source: between the lamps
sv_se: mellan lamporna

source: biological control agent
sv_se: biologiskt bekämpningsmedel

source: biological pollutants
sv_se: biologiska föroreningar

source: bird
sv_se: fågel

source: birds
sv_se: fåglar

source: biscuits
sv_se: kex

source: black
sv_se: svart

source: blade
sv_se: blad

source: blue
sv_se: blå

source: boiling a pot of water on a stovetop
sv_se: att koka vatten i en gryta på en spis

source: bore
sv_se: borrhål

source: both graphs as they allow for the likelihood of collisions to be determined before and after the construction of the turbines
sv_se: Båda diagrammen eftersom de gör det möjligt att avgöra sannolikheten för kollision före och efter uppförandet av kraftverken.

source: bread
sv_se: bröd

source: brick
sv_se: tegelstenen

source: brightness of the room
sv_se: ljusstyrkan i rummet

source: build a desalination plant
sv_se: Genom att bygga en avsaltningsanläggning.

source: burying the pipe
sv_se: gräva ner röret

source: butter
sv_se: smör

source: cake
sv_se: kaka

source: captive breeding programs for frogs that live in snowy mountainous regions
sv_se: avelsprogram i fångenskap för grodor som lever i snörika bergsområden

source: carbohydrates
sv_se: kolhydrater

source: carbon dioxide
sv_se: koldioxid

source: carnivorous dinosaurs
sv_se: köttätande dinosaurier

source: carry
sv_se: bär på

source: cats
sv_se: katter

source: centre
sv_se: i mitten

source: chance of rain
sv_se: risk för regn

source: chance of scooter availability
sv_se: möjlighet att det finns moped

source: change colour
sv_se: byt färg

source: change in dimensions
sv_se: ändrade dimensioner

source: change the graph and/or experiments that you selected by clicking on the graph again
sv_se: ändra diagram och/eller de experiment du valt genom att klicka på diagrammet igen

source: changes to land using fuel-powered machines
sv_se: förändringar av mark genom användning av bränsledrivna maskiner

source: changes to land using fuel-powered machines (for example, forest converted to farmland)
sv_se: förändringar av mark genom användning av bränsledrivna maskiner (till exempel skog omvandlad till odlad jord)

source: check your work
sv_se: kontrollera ditt arbete

source: cheese
sv_se: ost

source: chemical pollutants
sv_se: kemiska föroreningar

source: chemical potential energy
sv_se: kemisk potentiell energi

source: chemical reactivity
sv_se: kemisk reaktionsförmåga

source: chocolate
sv_se: choklad

source: choosing the best solution to the problem
sv_se: att välja den bästa lösningen på problemet

source: choosing the best solution to the problem.
sv_se: att välja den bästa lösningen till problemet.

source: cilia
sv_se: flimmerhår

source: clay
sv_se: lera

source: clay layer
sv_se: lerlager

source: clearing land for large numbers of livestock to graze
sv_se: att röja mark för att skapa betesmark för stora mängder boskap

source: cloud
sv_se: moln

source: coal
sv_se: kol

source: coal-burning power plants
sv_se: kolkraftverk

source: cockatoos and humans
sv_se: kakaduor och människor

source: coefficient
sv_se: koefficient

source: collect samples
sv_se: samla in prover

source: collecting methane from landfills
sv_se: att samla in metan från soptippar

source: colonisation rate difference
sv_se: skillnad i koloniseringshastighet

source: colour
sv_se: färg

source: compare C to W1, W2 and R combined
sv_se: jämföra C med en kombination av W1, W2 och R

source: compare C, W1, W2 and R to each other
sv_se: jämföra C, W1, W2 och R med varandra

source: comparing the performance of potentially suitable equipment
sv_se: att jämföra prestandan hos potentiellt lämplig utrustning

source: competitive
sv_se: konkurrens

source: conclusion
sv_se: slutsats

source: conduction
sv_se: ledning

source: conserving breeding habitat of Antarctic penguins
sv_se: bevarande av häckningsmiljöer för antarktiska pingviner

source: conserving habitat of small mammals
sv_se: bevarande av livsmiljöer för små däggdjur

source: construction of earthwork
sv_se: byggande av jordvall

source: consumer
sv_se: konsument

source: containing a carbonated soft drink
sv_se: kunna innehålla en kolsyrad dryck

source: continues reliance on fossil fuels
sv_se: fortsatt beroende av fossila bränslen

source: control and power box
sv_se: styrenhet och batteri

source: control group
sv_se: kontrollgrupp

source: control system
sv_se: kontrollsystem

source: convection
sv_se: strömning

source: copy
sv_se: kopiera

source: crop irrigation using rainwater stored in tanks
sv_se: bevattning av odlingar med regnvatten som lagrats i tankar

source: crops
sv_se: grödor

source: curry
sv_se: currygryta

source: cyan
sv_se: cyanblå

source: cycling (hrs)
sv_se: cykling (timmar)

source: daily peaks in energy use in the town
sv_se: de dagliga topparna i stadens energianvändning

source: dairy
sv_se: mjölk av animaliskt ursprung

source: dark in colour
sv_se: mörk färg

source: decomposer
sv_se: nedbrytare

source: decrease in Monotremata, negligible change in Caudata
sv_se: minskning för Monotremata, försumbar skillnad för Caudata

source: deep water
sv_se: djupt vatten

source: dense loblolly pine plantation only
sv_se: tallodling med endast tätt odlad loblollytall

source: departure time
sv_se: avgångstid

source: depth
sv_se: djup

source: designing low-glare lights
sv_se: designa lågbländande lampor

source: determining the amount and size of filings that must be removed from the factory floor
sv_se: att avgöra mängden och storleken på spånen som måste städas bort från fabriksgolvet

source: determining why the current magnetic cleaners do not fully remove all metal filings
sv_se: att fastställa varför de befintliga magnetiska städarna inte helt tar bort metallspånen

source: did not break down during the test time
sv_se: bröts inte ner under testtiden

source: different metals and heat
sv_se: olika metaller och värme

source: differently sized wheels (which affects the height of the magnet above the ground)
sv_se: olika stora hjul (vilket påverkar magnetens höjd över marken)

source: difficult
sv_se: svår

source: difficult to reliably predict energy generation
sv_se: svårt att tillförlitligt förutsäga elproduktion

source: direct removal of microplastics from the seabed
sv_se: direkt borttagning av mikroplaster från havsbottnen

source: direction the ball is kicked
sv_se: riktningen som bollen sparkas i

source: discharge of heavy metal waste into the ocean
sv_se: utsläpp av tungmetallavfall i havet

source: diseases
sv_se: sjukdomar

source: distance between the lightning strike and the observer.
sv_se: avstånd mellan blixten och observatören.

source: distance travelled
sv_se: körsträcka

source: distilled water with calcium carbonate and other solutes
sv_se: destillerat vatten med kalciumkarbonat och andra lösta ämnen

source: do not use
sv_se: använd inte

source: dock at space station
sv_se: docka vid rymdstationen

source: dogs with disease
sv_se: hundar med sjukdom

source: drilling for methane
sv_se: att borra efter metan

source: dry deposition
sv_se: torrt nedfall

source: ducks using their feet to swim
sv_se: ankor som använder sina fötter för att simma

source: ears
sv_se: öronen

source: easy
sv_se: lätt

source: eat
sv_se: äter

source: ecological
sv_se: ekologisk

source: economic
sv_se: ekonomisk

source: eggs
sv_se: ägg

source: electrical energy
sv_se: elektrisk energi

source: electrical force
sv_se: elektrisk kraft

source: electricity
sv_se: elektricitet

source: else
sv_se: annars

source: empty
sv_se: tom

source: end
sv_se: avsluta

source: end of track
sv_se: slutet av banan

source: energy consumed by using the headlights
sv_se: energin som förbrukas genom användning av strålkastare

source: energy converted by applying the brakes
sv_se: energin som omvandlas genom att man bromsar

source: energy released by combustion of the fuel
sv_se: energin som frigörs genom förbränning av bränslet

source: energy used in the manufacture of the car
sv_se: energin som används vid tillverkning av bilen

source: engine
sv_se: motor

source: escape panel
sv_se: flyktpanel

source: estuary (where the river meets the sea)
sv_se: flodmynningen (där floden möter havet)

source: ethical
sv_se: etisk

source: evaporation
sv_se: avdunstning

source: even rows
sv_se: jämna rader

source: examples of footprints left from modern reptiles such as lizards
sv_se: exempel på fotspår som lämnats av nutida reptiler, till exempel ödlor

source: extended periods without rain (drought)
sv_se: långa perioder utan regn (torka)

source: extinction rate difference
sv_se: skillnad i utrotningshastighet

source: extremely low
sv_se: extremt låg

source: eye colour
sv_se: ögonfärg

source: eyes
sv_se: ögonen

source: fabric sample
sv_se: tygprov

source: face
sv_se: ansikte

source: farmed plant
sv_se: odlad växt

source: farming activities
sv_se: jordbruksaktiviteter

source: fast
sv_se: snabbt

source: fat
sv_se: fett

source: fibre
sv_se: fibrer

source: filter the solution
sv_se: filtrera lösningen

source: filtration of waste water before disposal into the sea
sv_se: filtrering av avloppsvatten innan det släpps ut i havet

source: finding articles in industry journals on the different technologies used for removing metal filings
sv_se: att hitta artiklar i industritidskrifter om olika tekniker som används för att bortskaffa metallspån

source: finding possible solutions to the problem
sv_se: att hitta möjliga lösningar till problemet

source: finding their way at night
sv_se: orientera sig på natten

source: fine particle
sv_se: liten partikel

source: finished earthwork after several years of use
sv_se: färdig jordvall efter flera års användning

source: fins
sv_se: fenor

source: fire outbreaks in forests (wildfires).
sv_se: eldsvådor i skogarna (skogsbränder).

source: fire spreads
sv_se: branden sprids

source: fish
sv_se: fisk

source: fitness (pts)
sv_se: kondition (poäng)

source: fitness level
sv_se: konditionsnivå

source: five years
sv_se: fem år

source: flat
sv_se: platt

source: flour
sv_se: mjöl

source: flow of rainwater
sv_se: regnvattenflöde

source: food production, transportation and waste disposal
sv_se: livsmedelsproduktion, transport och avfallshantering

source: food should be visible through the lid
sv_se: maten ska synas genom locket

source: for
sv_se: för

source: fossil fuel
sv_se: fossilt bränsle

source: fragment connected to another fragment
sv_se: odlingsyta som sitter ihop med en annan odlingsyta

source: friction
sv_se: friktion

source: frog
sv_se: groda

source: frogs
sv_se: grodor

source: front
sv_se: framtill

source: front of Nature Pod
sv_se: Naturkapselns framsida

source: fulfilling preventive medicine requirements
sv_se: att uppfylla krav på förebyggande behandling

source: gamma ray detected
sv_se: registrerad gammafoton

source: gamma ray pair
sv_se: par av gammafotoner

source: genetic studies of rainforest birds
sv_se: genetiska studier av fåglar i regnskogen

source: gills
sv_se: gälar

source: glacier
sv_se: glaciär

source: glass
sv_se: glas

source: good heat conductor
sv_se: bra värmeledare

source: good thermal insulator
sv_se: bra värmeisolerare

source: granite
sv_se: granit

source: graphic recording on paper (seismogram)
sv_se: grafisk registrering på papper (seismogram)

source: grass cut short
sv_se: kortklippt gräs

source: gravel
sv_se: grus

source: gravitational potential energy
sv_se: gravitationell potentiell energi

source: gravity
sv_se: Gravitation

source: gravity = unknown
sv_se: Gravitation = okänd

source: greater than 0% but less than 50%
sv_se: större än 0 % men mindre än 50 %

source: greater than 50% but less than 100%
sv_se: större än 50 % men mindre än 100 %

source: greatest daily variation in energy generation
sv_se: största dagliga variation i elproduktion

source: green
sv_se: grön

source: ground beetle
sv_se: jordlöpare

source: groundwater
sv_se: grundvatten

source: growing crystals in a solution
sv_se: att odla kristaller i en lösning

source: harmful
sv_se: parasitism

source: heat source (37°C)
sv_se: värmekälla (37 °C)

source: heat the bottles for longer
sv_se: värma flaskorna längre tid

source: heat the water
sv_se: värma upp vattnet

source: herbivorous diet
sv_se: växtbaserad diet

source: herbivorous reptiles
sv_se: växtätande reptiler

source: high
sv_se: hög

source: high chemical reactivity
sv_se: hög kemisk reaktionsförmåga

source: high durability
sv_se: hög hållbarhet

source: high flexibility
sv_se: hög flexibilitet

source: high power
sv_se: hög effekt

source: high rigidity
sv_se: hög styvhet

source: high risk zone
sv_se: zon med hög risk

source: high strength
sv_se: hög draghållfasthet

source: historical records of medical healers and philosophers
sv_se: historiska dokument av medicinska helare och filosofer

source: honey
sv_se: honung

source: hours
sv_se: timmar

source: hours per week
sv_se: timmar per vecka

source: how the different layers compress when a fluid (such as gas, oil or water) is removed.
sv_se: hur de olika lagren pressas samman när en fluid (till exempel gas, olja eller vatten) avlägsnas.

source: how well masks block the virus (efficacy).
sv_se: hur väl munskydd hindrar viruset (effektivitet).

source: human population growth
sv_se: befolkningsökning på jorden

source: hydroelectric
sv_se: vattenkraft

source: hydroelectric | gas
sv_se: vattenkraft | gas

source: hydroelectric | wind
sv_se: vattenkraft | vind

source: ice
sv_se: is

source: ice + water
sv_se: is + vatten

source: ice stupa
sv_se: isstupa

source: identifying the problem to be solved
sv_se: att identifiera det problem som ska lösas

source: if
sv_se: om

source: if sensor detects
sv_se: om sensorn registrerar

source: if is on
sv_se: om är på

source: if senses
sv_se: om registrerar

source: if sensor detects black
sv_se: om sensorn registrerar svart

source: if black dot is on a grey square
sv_se: om den svarta pricken är i en grå ruta

source: if claw is holding
sv_se: om klon håller
